Repository: casasfernando/wingpanel-indicator-airpods
Catalog: po/*.po
Languages: es, fr

source: Left AirPod
es: AirPod izquierdo
fr: AirPod gauche

source: Right AirPod
es: AirPod derecho
fr: AirPod droit

source: AirPods case
es: Estuche AirPods

source: Battery saver mode engaged
es: Modo de ahorro de energía activado
fr: Mode économie d'énergie activé

source: In order to preserve system battery life some indicator features (e.g. media player playback control using AirPods in-ear detection) will be disabled and AirPods battery level report may be less accurate.
es: Con el fin de preservar la carga de la batería del sistema algunas funcionalidades del indicador (ej. control del reproductor de medios utilizando la detección in-ear de los AirPods) se desactivarán y el reporte del nivel de batería de los AirPods puede ser menos preciso.
fr: Afin de préserver la batterie du système certaines fonctionnalités de l'indicateur (par ex. les contrôles de lecture en utilisant les AirPods) seront désactivées et l'affichage du niveau de batterie des AirPods peut être moins précis.

source: Battery saver mode disengaged
es: Modo de ahorro de batería desactivado
fr: Mode économie d'énergie désactivé

source: Re-enabling all indicator features
es: Reactivando todas las funcionalidades del indicador
fr: Réactive toutes les fonctionnalités de l'indicateur

source: % charged
es: % cargado

source: Not Connected
es: No conectado(s)
fr: Non connecté

source: battery level is critical and it needs to be recharged immediately
es: ha alcanzado un nivel crítico de batería y necesita ser recargado de inmediato

source: battery level is low and it will need to be recharged soon.
es: ha alcanzado un nivel bajo de batería y necesitará ser recargado pronto.

source: Battery level alert
es: Alerta de nivel de batería
fr: Alerte de niveau de batterie

source: N/A
es: N/D

source: AirPods Case
es: Estuche AirPods
fr: Boîtier des AirPods

source: In order to preserve system battery life some indicator features are disabled and AirPods battery level report may be less accurate.
es: Con el fin de preservar la carga de la batería del sistema algunas funcionalidades del indicador sehan desactivado y el reporte del nivel de batería de los AirPods puede ser menos preciso.
fr: Afin de préserver la batterie du système, certaines fonctionnalités de l'indicateur sont désactivées et l'affichage du niveau de batterie peut être moins précis.

source: Show Percentage
es: Mostrar Porcentaje
fr: Afficher le pourcentage

source: Open Settings…
es: Abrir Configuración…
fr: Ouvrir les paramètres…

source: Show indicator
es: Mostrar indicador
fr: Afficher l'indicateur

source: Show indicator only when AirPods are connected
es: Mostrar indicador sólo cuando los AirPods estén conectados
fr: Afficher l'indicateur uniquement si les AirPods sont connectés

source: Show notifications
es: Mostrar notificaciones
fr: Afficher les notifications

source: Never
es: Nunca
fr: Jamais

source: On Threshold
es: Cuando se alcance el umbral
fr: Avec limite

source: Always
es: Siempre
fr: Toujours

source: Enable battery saver mode
es: Activar modo de ahorro de batería
fr: Activer le mode économie d'énergie

source: Battery saver mode threshold (%)
es: Umbral del modo de ahorro de batería (%)
fr: Seuil d'activation du mode économie d'énergie (%)

source: %s%% charged
fr: Chargé à %s%%

source: %s battery level is critical and it needs to be recharged immediately.
fr: Le niveau de batterie de %s est critique et il doit être rechargé immédiatement.

source: %s battery level is low and it will need to be recharged soon.
fr: Le niveau de batterie de %s est faible et il devra être rechargé rapidement.
